Repository: turtlegarden/Tuba
Catalog: po/*.po
Languages: nn

source: View Edit History
nn: Syn brigdingshistorikk

source: Pin
nn: Fest

source: Show Original
nn: Syn opphavleg

source: Only mentioned people will be able to view it.
nn: Berre nemnde folk skal kunna sjå det.

source: Only mentioned people and your followers will be able to view it.
nn: Berre nemnde folk og fylgjarane dine skal kunna sjå det.

source: Only mentioned people and people that follow %s will be able to view it.
nn: Berre nemnde folk og fylgjarane til %s skal kunna sjå det.

source: Copy %s Post Link?
nn: Kopier lenkje til innlegg som er %s?

source: Copy
nn: Kopier

source: Copied post url to clipboard
nn: Kopierte innleggslenkje til utklippstavla

source: Delete Post?
nn: Tak bort innlegg?

source: Couldn't Mute Conversation: %s
nn: Klarte ikkje å dempa samtale: %s

source: Couldn't Unmute Conversation: %s
nn: Klarte ikkje å avdempa samtale: %s

source: Couldn't translate: %s
nn: Klarte ikkje å omsetja: %s

source: Open %s's Mini Profile
nn: Opna miniprofilen til %s

source: Unpin
nn: Løys

source: Filtered post
nn: Filtrert innlegg

source: %s post by %s (%s).
nn: %s innlegg av %s (%s).

source: The post is pinned.
nn: Innlegget er fest.

source: Contains a quoted post.
nn: Inneheld eit hermt innlegg.

source: Contains %d attachment.
nn: Inneheld %d vedlegg.

source: Contains an expired poll.
nn: Inneheld ei utlaupt avrøysting.

source: Contains a poll.
nn: Inneheld ei avrøysting.

source: The post has a spoiler.
nn: Innlegget har ei innhaldsåtvaring.

source: The post has the following spoiler: %s.
nn: Innlegget har den fylgjande innhaldsåtvaringa: %s.

source: Posted using %s.
nn: Lagt ut med %s.

source: %s reply
nn: %s svar

source: %s boost
nn: %s deling

source: %s favorite
nn: %s favorittmerke

source: Quoted Post
nn: Hermt innlegg

source: Filtered: %s
nn: Filtrert: %s

source: Filtered
nn: Filtrert

source: Translated from %s using %s
nn: Omsett frå %s med %s

source: Translated using %s
nn: Omsett med %s

source: Poll with %d option.
nn: Avrøysting med %d val.

source: You have voted.
nn: Du har røysta.

source: %s voted
nn: %s røysta
