Repository: turtlegarden/Tuba
Catalog: po/*.po
Languages: nn

source: Browse the Fediverse
nn: Prat med vener på allheimen

source: Fediverse Client
nn: Allheimsklient

source: toot;mastodon;fediverse;gotosocial;pleroma;akkoma;
nn: tut;mastodon;allheimen;gotosocial;pleroma;akkoma;

source: Explore the federated social web with Tuba for GNOME. Stay connected to your favorite communities, family and friends with support for popular Fediverse platforms like Mastodon, GoToSocial, Akkoma & more!
nn: Ble gjennom det fødererte sosiale netet med Tuba for GNOME. Hald kontakt med yndlingssamfunna, ætta og venene dine med støtte for populære allheimsplattformer som Mastodon, GoToSocial, Akkoma og fleire!

source: The Fediverse is a decentralized social network that consists of multiple interconnected platforms and communities, allowing users to communicate and share content across different networks and servers. It promotes user privacy and data ownership, and offers an alternative to centralized social media platforms.
nn: Allheimen (på engelsk «Fediverse») er eit desentralisert sosialt netverk som er utgjort av fleire sambundne plattformer og samfunn, som tillèt brukarar å kommunisera og dela innhald på tvers av fleire netverk og tenarar. Han fremjar brukarpersonvern og dataeigarskap, og tilbyd eit alternativ til sentraliserte sosiale medium.

source: Default Post Visibility
nn: Standard innleggssynlegdom

source: Default Post Content Type
nn: Standard innleggsinnhaldstype

source: Muted Push Notification Types
nn: Dempa skrivebordsvarseltypar

source: Recently Used Custom Emojis
nn: Nyleg nøytte eigendefinerte kjensleteikn

source: Recent Search Queries
nn: Nylege søk

source: Filtered-out Notification Types
nn: Utfiltrerte varseltypar

source: IDs of Lists shown on the sidebar
nn: ID-ar av lister synte i sidefeltet

source: Hashtags shown on the sidebar
nn: Emneknaggar synte i sidefeltet

source: Account Suggestions
nn: Kontoframlegg

source: Whether account suggestions should be shown in the Home tab when the user doesn't follow enough people
nn: Om kontoframlegg skal synast i Heim-fana når brukaren ikkje fylgjer nok folk

source: Active Account
nn: Aktiv konto

source: The UUID of the active account
nn: UUID-en til den aktive kontoen

source: The default color scheme
nn: Standardfargeskjema

source: Run in Background
nn: Køyr i bakgrunnen

source: Fetch notifications while the app is closed
nn: Hent varsel medan appen er attlaten

source: Posts per Load Batch
nn: Innlegg per innlastingsgruppe

source: The amount of posts that should be displayed on every scroll on timelines (10-40)
nn: Mengd på innlegg som skal lastast inn på kvar skrolling på tidslinjer (10–40)

source: Stream Timelines
nn: Strøym tidslinjer

source: Receive new posts and notifications in real-time
nn: Tak imot nye innlegg og varsel i sanntid

source: Stream Public Timelines
nn: Strøym offentlege tidslinjer

source: Public means the local and federated ones that usually have a lot of traffic
nn: Offentleg tyder dei lokale og fødererte som vanlegvis har mykje aktivitet

source: Reveal Spoilers by Default
nn: Vid ut innlegg med innhaldsåtvaringar som standard

source: Show Link Preview Cards
nn: Syn lenkjeførehandsvisningskort

source: Large Text
nn: Stor tekst

source: Increase the size of text in posts
nn: Auk storleiken på tekst i innlegg

source: Large Line Height
nn: Høg linjehøgd

source: Increase the line height in posts
nn: Auk linjehøgda i innlegg

source: Scale Custom Emojis on Hover
nn: Forstørr eigendefinerte kjensleteikn

source: lightly increases the size of custom emojis when you hover over them
nn: auker storleiken på eigendefinerte kjensleteikn når muspeikaren sit ovanfor dei

source: Aggressive User Resolving
nn: Aggressiv brukarløysing

source: When clicking on a link, Tuba will ask your instance to resolve it to see if it leads to a user or a post regardless if it matches the typical post and user URLs
nn: Når du klikkar på ei lenkje, skal Tuba spørja tenaren din om å løysa han for å sjå om ho leier til ein brukar eller eit innlegg same om ho samsvarar med vanleg innleggs- og brukar-URL-ar

source: Strip Tracking Parameters From Links
nn: Tak sporingsleder bort frå lenkjer

source: This option can lead to broken links when enabled
nn: Dette valet kan leia til range lenkjer om påslege

source: Letterbox Media
nn: Ikkje avskjer medium

source: Scale down and letterbox media to fill the image containers instead of stretching and cropping them
nn: Minkar medium slik at dei passar i sin heilskap inn i mediumsramma

source: Expand Pictures in Media Viewer
nn: Vid ut bilete i biletesynar

source: Expand pictures to fill the media viewer by default
nn: Vid ut bilete for å fylla biletesynaren som standard

source: Large Custom Emojis
nn: Store eigendefinerte kjensleteikn

source: Show a blurred version of the media until they fully load
nn: Syn ei uskarp utgåva av medium til dei vert fullt lasta inn

source: Reveal Sensitive Media by Default
nn: Syn gøymde medium som standard

source: Group Similar Push Notifications
nn: Samla liknande skrivebordsvarsel

source: Combine recently pushed notifications of the same type and post into one
nn: Samla nylege sende skrivebordsvarsel av same type på same innlegg til eitt varsel

source: Advanced Boost Dialog
nn: Avansert deling

source: Change boost visibility, quote and confirm boosting
nn: Tilpass delingssynlegdom, herm innlegget du deler og stadfest deling

source: Warn before replying to an old post
nn: Åtvar før å svara på gamle innlegg

source: Before replying to a post that was made at least 3 months ago, Tuba will warn you that the conversation might be over
nn: Før å svara på eit innlegg som vart lagt ut meir enn 3 månader sidan, åtvarar Tuba deg om at samtala kan vera slutt

source: Warn before copying a link to a private post
nn: Åtvar før å kopiera lenkja til eit privat innlegg

source: If you copy the link to a post that is not publicly accessible, Tuba will warn you that people might not be able to view the post the link points to
nn: Om du kopierer lenkja til eit innlegg som ikkje er fritt tilgjengeleg, åtvarar Tuba deg om at det kan hende at folk ikkje kan sjå innlegget som lenkja er for

source: Spellchecker
nn: Stavesjekk

source: The last state of the spellchecker in the composer, can be toggled by right clicking
nn: Den førre stoda av stavesjekkaren i innleggsskrivaren, kan vekslast ved å høgreklikka

source: Darken Images on Dark Mode
nn: Mørk bilete i mørk drakt

source: Images will be darker when dark mode is enabled and gain their full brightness when hovered
nn: Bilete kjem til å vera mørkare når appen er i mørk drakt og får att ljosstyrken sin når muspeikaren sit ovanfor dei

source: Dim Trivial Notifications
nn: Mørk uviktige varsel

source: Notifications like favorites and boosts will be less visible
nn: Varsel som favorittmerke og delingar kjem til å vera mindre synlege

source: The last volume value used in the media viewer for videos and audio
nn: Den siste voluminnstillinga nøytt i mediumssynaren for videoar og ljod

source: Monitor Network Changes
nn: Overvak netverksendringar

source: When the network disconnects and reconnects Tuba will detect it and gracefully recover
nn: Når netverket koplar frå og attende til, skal Tuba kjenne det att og koma seg att

source: Proxy URL
nn: Mellomtenars-URL

source: Leaving it empty will use the default connection which might be proxied based on the system settings
nn: Å lata feltet tomt skal nøyta standardtilkoplinga som kan ha mellomtenar i samhøve med systeminnstillingane

source: Send Preference Analytics
nn: Send innstillingsanalyse

source: Send your preferences to Tuba's developers for popularity research biweekly. You can preview exactly what's being sent in-app, they are opt-in and the server is open source.
nn: Send innstillingane dine til utviklarane til Tuba annakvar veke for å hjelpe til med utvikling. Du kan førehandsvisa akkurat det som vert sendt i appen og tenaren har open kjeldekode.

source: Update Supporters Periodically
nn: Oppdater støttespelarar stundom

source: Fetch the list of Tuba's supporters biweekly
nn: Hent lista over Tuba sine støttespelarar annakvar veke

source: Date of the last analytics update
nn: Dato på førre analyseoppdatering

source: Used for keeping track if 2 weeks have passed since the last update
nn: Nøytt for å syrgje for at 2 veker har gått sidan førre oppdatering

source: Date of the last contributors update
nn: Dato på førre støttespelaroppdatering

source: Tuba contributors
nn: Bidragsytarane til Tuba

source: A list of hashed handles that belong to Tuba contributors so they can be used in-app
nn: Ei liste over hasja brukarnamn som høyrer til Tubas bidragsytarar slik at dei kan verta nøytte i appen

source: Post aria label verbosity
nn: Verbositet på innleggs-ARIA-merke

source: 0 to 5 verbosity level, 0 being no aria label and 5 being very detailed
nn: 0 til 5; 0 tyder inkje merke og 5 tyder svært detaljert

source: Open Links In-App
nn: Opna lenkjer i appen

source: Open links in a nested web browser instead of the host one
nn: Opna lenkjer i ein innebygd netlesar i staden for den vanlege

source: Collapse Long Posts
nn: Slå saman lange innlegg

source: Whether to automatically collapse posts to a set height when they exceed it
nn: Om lange innlegg skal slåast saman til ei viss høgd om dei overskrid henne

source: Auto-detect instance features
nn: Oppdag tenarfunksjonar sjølvverkande

source: Used to detect what features an instance supports like quote-posts on account activation
nn: Nøytt for å oppdaga kva funksjonar ein tenar stør, som hermeinnlegg, når ein konto vert lagd til

source: Replies, Favorites and Boosts Counters
nn: Svar, favorittmerke og delingar

source: Automatically extract alt text from file metadata
nn: Ekstraher all tekst frå filmetadata sjølvverkande

source: Window Width
nn: Vindaugsbreidd

source: Window Height
nn: Vindaugshøgd

source: Window Maximized State
nn: Vindaugsmaksimering

source: General
nn: Ålment

source: Show Preferences
nn: Syn innstillingar

source: Compose New Post
nn: Skriv nytt innlegg

source: Refresh
nn: Last inn på nytt

source: Search
nn: Søk

source: Go Back
nn: Attende

source: Show Keyboard Shortcuts
nn: Syn tastatursnarvegar

source: Close Window
nn: Lat att vindauga

source: Quit
nn: Avslutt

source: About
nn: Om

source: Scroll Up
nn: Skroll oppover

source: Scroll Down
nn: Skroll nedover

source: Composer
nn: Skriv innlegg

source: Commit
nn: Send innlegg

source: Media Viewer
nn: Mediumssynar

source: Fullscreen
nn: Fullskjerm

source: Zoom In
nn: Forstørr

source: Zoom Out
nn: Mink

source: Previous Attachment
nn: Førre vedlegg

source: Next Attachment
nn: Neste vedlegg

# shortcut window
source: Zoom In
nn: Forstørr

# shortcut window
source: Zoom Out
nn: Mink

# shortcut window
source: Previous Attachment
nn: Førre vedlegg

# shortcut window
source: Next Attachment
nn: Neste vedlegg

source: Admin Dashboard
nn: Kontrollpanel

source: Advanced Search
nn: Avansert søk

source: Cancel
nn: Avbryt

source: Advanced Search might not work in all instances. You can invert an option by prefixing it with -. For example, -is:reply to filter out all replies.
nn: Det kan hende at Avanasert søk ikkje funkar på alle tenarar. Du kan venda om eit val ved å leggje - før det. «-is:reply» utelèt alle svar, til dømes.

source: Query
nn: Søk

source: From User
nn: Frå konto

source: Auto-Fill User
nn: Fullfør brukar sjølvverkande

source: Only Replies
nn: Berre svar

source: Only Posts with Content Warnings
nn: Berre innlegg med innhaldsåtvaringar

source: Containing
nn: Inneheld

source: Media
nn: Medium

source: Poll
nn: Avrøystingar

source: Embed
nn: Innebyggingar

source: Timelines
nn: Tidslinjer

source: Everywhere
nn: Overalt

source: Library
nn: Samling

source: Favorites, Bookmarks, Own Posts
nn: Favorittmerke, bokmerke, eigne innlegg

source: Public
nn: Offentleg

source: Dates
nn: Datoar

source: Before
nn: Før

source: During
nn: I løpet av

source: After
nn: Etter

source: New Post
nn: Nytt innlegg

source: Drop media to attach them
nn: Slepp medium for å leggje det til

source: Write your content warning here
nn: Skriv innhaldsåtvaringa di her

source: Emoji Picker
nn: Kjensleteiknveljar

source: Custom Emoji Picker
nn: Veljar for eigendefinert kjensleteikn

source: Add Media
nn: Legg ved medium

source: Create Poll
nn: Lag avrøysting

source: Content Warning
nn: Innhaldsåtvaring

source: Mark media as sensitive
nn: Gøym medium

source: Edit Filter
nn: Brigd filter

source: Save
nn: Lagra

source: Title
nn: Tittel

source: Expires In
nn: Lauper ut om

source: Hide Completely
nn: Gøym fullstendig

source: Otherwise a warning will be used
nn: Elles vert ei åtvaring nøytt

source: Contexts
nn: Samanheng

source: One or multiple contexts where the filter should apply
nn: Ein eller fleire samanhengar der filteret skal gjelda

source: Keywords or Phrases
nn: Lykelord eller -frasar

source: Add Keyword
nn: Legg til lykelord

source: Members
nn: Medlemer

source: List Name
nn: Listenamn

source: Hide Posts From Home
nn: Gøym innlegg frå heimtidslinja

source: Replies Policy
nn: Svar

source: Show member replies to
nn: Syn medlemssvar til

source: Nobody
nn: Ingen

source: Other members of the list
nn: Andre medlemer av lista

source: Any followed user
nn: Nokon som helst fylgd konto

source: Add Account
nn: Legg til konto

source: Next
nn: Neste

source: What is your Server?
nn: Kva er tenaren din?

source: If you don't have an account yet, <a href="https://joinmastodon.org/servers">choose a server and register one</a>.
nn: Om du ikkje enno har ein konto, <a href="https://joinmastodon.org/servers">finn ein tenar og opprett ein</a>.

source: Server URL
nn: Tenar-URL

source: Settings
nn: Innstillingar

source: Confirm Authorization
nn: Stadfest godkjenning

source: If something went wrong, <a href="manual_auth">try manual authorization</a>.
nn: Om noko gjekk gale, <a href="manual_auth">prøv manuell godkjenning</a>.

source: Authorization Code
nn: Godkjenningskode

source: Your account is connected and ready to use!
nn: Kontoen din er tilkopla og klar for å nøyta!

source: Done
nn: Ferdig

source: Filter
nn: Filtrer

source: Clear All Notifications
nn: Slett alle varsel

source: Notifications
nn: Varsel

source: Included Notifications
nn: Varsel hatt med

source: Filter Notifications Out
nn: Filtrer bort varsel

source: Filter out notifications from people you may not know
nn: Filtrer bort varsel frå folk som du kanskje ikkje kjenner

source: People you don't follow
nn: Folk som du ikkje fylgjer

source: Until you manually approve them
nn: Til du godkjenner dei for hand

source: People not following you
nn: Folk som ikkje fylgjer deg

source: Including people who have been following you fewer than 3 days
nn: Inkludert folk som har fylgt deg i mindre enn tre døger

source: New accounts
nn: Nye kontoar

source: Created within the past 30 days
nn: Oppretta innan dei førre 30 dagane

source: Unsolicited private mentions
nn: Uynskte private nemningar

source: Filtered unless it's in reply to your own mention or if you follow the sender
nn: Filtrert med mindre det er svar på di eiga nemning eller om du fylgjer sendaren

source: Appearance
nn: Utsjånad

source: Slightly increases the size of custom emojis when you hover over them
nn: Aukar storleiken på eigendefinerte kjensleteikn når muspeikaren sit ovanfor dei

source: Posts
nn: Innlegg

source: Behavior
nn: Oppførsle

source: Proxy
nn: Mellomtenar

source: Posting
nn: Innlegg

source: Default Post Language
nn: Standard innleggsmål

source: This will increase memory usage when browsing high traffic timelines
nn: Dette aukar minnebruk når du bler gjennom tidslinjer med høg aktivitet

source: Online Services
nn: Tenester på nett

source: Configure features that connect to api.tuba.geopjr.dev
nn: Tilpass funksjonar som koplar til api.tuba.geopjr.dev

source: Send your preferences to Tuba's developers for popularity research biweekly
nn: Send innstillingane dine til utviklarane til Tuba annakvar veke for å hjelpe til med utvikling

source: Preview Analytics
nn: Førehandsvis analyse

source: Push Notifications
nn: Skrivebordsvarsel

source: New Followers
nn: Nye fylgjarar

source: New Follower Requests
nn: Nye fylgjeførespurnader

source: Favorites
nn: Favorittmerke

source: Mentions
nn: Nemningar

source: Boosts
nn: Delingar

source: Poll Results
nn: Avrøystingsresultat

source: Edits
nn: Brigdingar

source: Group
nn: Gruppe

source: Filters
nn: Filter

source: Keywords
nn: Lykelord

source: Add Filter…
nn: Legg til filter…

source: Edit Profile
nn: Brigd profil

source: Edit Profile Picture
nn: Brigd profilbilete

source: Edit Header Picture
nn: Brigd fanebilete

source: Display Name
nn: Namn

source: Bio
nn: Biografi

source: Alternative Text
nn: Alternativ tekst

source: Profile Picture Description
nn: Skildring for profilbilete

source: Header Picture Description
nn: Skildring for fanebilete

source: Fields
nn: Felt

source: Schedule Post
nn: Planlegg innlegg

source: Schedule
nn: Planlegg

source: Date
nn: Dato

source: Time
nn: Tid

source: Hour
nn: Time

source: Minute
nn: Minutt

source: Second
nn: Sekund

source: Timezone
nn: Tidssone

source: Mention
nn: Nemning

source: Direct Message
nn: Direkte melding

source: Copy Handle
nn: Kopier brukarnamn

source: Open in Browser
nn: Opna i netlesar

source: Receive Post Notifications
nn: Mottak innleggsvarsel

source: Feature on Profile
nn: Fest på profil

source: Moderation
nn: Moderering

source: Hide Boosts
nn: Gøym delingar

source: Mute
nn: Demp

source: Block
nn: Blokker

source: Block Domain
nn: Blokker domene

source: Report
nn: Rapporter

source: Timeline
nn: Tidslinje

source: Lists
nn: Lister

source: Copy URL
nn: Kopier URL

source: Save Media…
nn: Lagra medium…

source: Copy Media
nn: Kopier medium

source: Menu
nn: Meny

source: Toggle Fullscreen
nn: Fullskjermsmodus

source: Bot
nn: Gogn

source: Tuba Supporter
nn: Tuba-støttespelar

source: View Cover
nn: Syn fanebilete

source: View Avatar
nn: Syn profilbilete

source: Open Profile
nn: Opna profil

source: View All Followers You Know
nn: Syn alle fylgjarar du kjenner

source: Note
nn: Notat

source: Forget Account
nn: Gløym konto

source: Switch Account
nn: Byt konto

source: Offline
nn: Fråkopla

source: View
nn: Syn

source: Unread
nn: Ulesen

source: Edited
nn: Brigda

# media controls tooltip
source: Play
nn: Spel

# media controls
source: Position
nn: Plassering

# media controls
source: Volume
nn: Volum

source: Pinned
nn: Feste

source: Show Less
nn: Syn mindre

source: Show More
nn: Syn meir

source: Show Anyway
nn: Syn likevel

source: Vote
nn: Røyst

source: None
nn: Ingen

source: Limit
nn: Avgrensa

source: Suspend
nn: Suspendert

source: Blocked
nn: Blokkert

source: Blocked Sign-ups
nn: Påmelding blokkert

source: Limited Sign-ups
nn: Påmelding avgrensa

source: Block Access
nn: Blokker tilgang

source: Block Sign-ups
nn: Blokker påmelding

source: Limit Sign-ups
nn: Avgrens påmelding

source: Block access to all resources
nn: Blokker tilgang til alle ressursar

source: New sign-ups will not be possible
nn: Nye påmeldingar kjem ikkje til å vera moglege

source: New sign-ups will require your approval
nn: Nye påmeldingar skal trenga godkjenninga di

source: Rule Violation
nn: Regeloverskriding

source: Legal
nn: Rettsleg

source: Other
nn: Anna

source: With the comment
nn: Med kommentaret

source: Reason
nn: Årsak

source: You've received a report
nn: Du har motteke ei rapportering

source: You've received a report on
nn: Du har motteke ei rapportering på

source: Error
nn: Feil

source: Empty Conversation with %s
nn: Tom samtale med %s

source: %s Post
nn: %s innlegg

source: Posts Including this Hashtag
nn: Innlegg med denne emneknaggen

source: Last post on %s
nn: Førre innlegg på %s

source: Home &amp; Lists
nn: Heim &amp; lister

source: Public Timelines
nn: Offentlege tidslinjer

source: Conversations
nn: Samtaler

source: Profiles
nn: Profilar

source: Folder
nn: Mappe

source: You have blocked %s, removing %s of your followers and %s account you follow.
nn: Du har blokkert %s, og dimed teke bort %s av fylgjarane dine og %s konto du fylgjer.

source: An admin has blocked %s, including %s of your followers and %s account you follow.
nn: Ein administrator har blokkert %s, og dimed %s av fylgjarane dine og %s konto du fylgjer.

source: An admin has suspended %s, which means you can no longer receive updates from them or interact with them.
nn: Ein administrator har suspendert %s, som tyder at du ikkje lenger kan mottaka oppdateringar frå dei eller samhandla med dei.

source: Signed Up
nn: Melde seg på

source: Your account has received a moderation warning
nn: Kontoen din har motteke ei modereringsåtvaring

source: Your %s #FediWrapped is ready!
nn: Din #FediWrapped for %s er klar!

source: Review your year's highlights and memorable moments on the Fediverse!
nn: Gjennomgå høgdepunkta av året ditt og minneverdige augneblinkar på allheimen!

source: %s (& %d others)
nn: %s (og %d andre)

source: Reply…
nn: Svar…

source: Remove from Followers
nn: Tak bort frå fylgjarar

source: Follow Back
nn: Fylg attende

source: Decline
nn: Avslå

source: Accept
nn: Godtak

source: Sent follow request
nn: Sende fylgjeførespurnad

source: Mutuals
nn: Innbyrdes ven

source: Follows you
nn: Fylgjer deg

source: Blocks you
nn: Blokkerer deg

source: Block "%s"?
nn: Blokker «%s»?

source: Unblock "%s"?
nn: Avblokker «%s»?

source: Unblock
nn: Avblokker

source: Hide from Notifications
nn: Gøym frå varsel

source: Expire In
nn: Lauper ut om

source: Mute "%s"?
nn: Demp «%s»?

source: Never
nn: Aldri

source: %d Hour
nn: %d time

source: %d Day
nn: %d dag

source: Search returned no results
nn: Søket gav ingen resultat

source: If you proceed, "%s" will open in your browser.
nn: Om du held fram, skal «%s» opnast i netlesaren din.

source: If you proceed, %s will connect to "%s".
nn: Om du held fram, skal %s kopla til «%s».

source: Unlisted
nn: Usynleg

source: Followers Only
nn: Berre for fylgjarar

source: Direct
nn: Direkte

source: Local
nn: Lokal

source: %d per week
nn: %d om veka

source: %d person yesterday
nn: %d person i går

source: %d person in the past 2 days
nn: %d person i går og i føregår

source: Invalid Proxy URL
nn: Ugyldig mellomtenar-URL

source: '%s://' may only be used when adding a new account
nn: «%s://» kan berre verta nøytt når ein ny konto vert lagd til

source: '%s://' may not be used when adding a new account
nn: «%s://» kan ikkje verta nøytt når ein ny konto vert lagd til

source: %s does not accept '%s://'
nn: %s godtek ikkje «%s://»

source: translator-credits
nn: Sunniva Løvstad <tuba@turtle.garden>

source: Wiki
nn: Dokumentering

source: Translate
nn: Omset

source: Donate
nn: Doner

source: OK
nn: Greitt

source: Yes
nn: Ja

source: Add Federation Block
nn: Legg til fødereringsblokkering

source: Add
nn: Legg til

source: Domain
nn: Domene

source: Severity
nn: Alvor

source: Reject Media Files
nn: Avslå medium

source: Removes locally stored media files and refuses to download any in the future
nn: Tek bort lokalt lagra medium og avslår alle framtidige medium

source: Reject Reports
nn: Avslå rapporteringar

source: Ignore all reports coming from this domain
nn: Ignorer alle rapporteringar frå dette domenet

source: Obfuscate Domain Name
nn: Gøym domenenamn

source: Partially obfuscate the domain name in the list if advertising the list of domain limitations is enabled
nn: Gøym ein lut av domenenamnet om domeneblokkeringar på tenaren er synlege for alle

source: Private Comment
nn: Privat kommentar

source: Public Comment
nn: Offentleg kommentar

source: %d Year
nn: %d år

source: %d Month
nn: %d månad

source: %d Week
nn: %d veke

source: Add IP Block
nn: Legg til IP-blokkering

source: Comment
nn: Kommentar

source: Expiration
nn: Utlaupsdato
