Repository: turtlegarden/Tuba
Catalog: po/*.po
Languages: nn

source: Rule
nn: Regel

source: Choose what will happen with requests from this IP
nn: Vel kva som skjer førespurnader frå denne IP-adressa

source: Mark this Report as Resolved?
nn: Merk denne rapporteringa som løyst?

source: Resolve
nn: Merk som løyst

source: Reopen this Report?
nn: Opna att denne rapporteringa?

source: Reopen
nn: Opna att

source: Take Action
nn: Handla

source: Joined
nn: Vart med den

source: %B %e, %Y
nn: %-e. %B %Y

source: Reported on
nn: Rapportert den

source: Reported by
nn: Rapportert av

source: Status
nn: Stode

source: Resolved
nn: Løyst

source: Unresolved
nn: Uløyst

source: Forwarded
nn: Framettersend

source: Action Taken by
nn: Handling utført av

source: Category
nn: Emne

source: The reason this account and/or content was reported will be cited in communication with the reported account
nn: Årsaka til at denne kontoen og/eller dette innhaldet vart rapportert, skal hermast i samhøve med den rapporterte kontoen

source: Violated Rules
nn: Overskridne reglar

source: Reported Posts
nn: Rapporterte innlegg

source: Submit
nn: Send inn

source: Warning
nn: Åtvaring

source: Use this to send a warning to the user, without triggering any other action
nn: Nøyt dette for å senda ein brukar ei åtvaring utan å utløysa noka anna handling

source: Freeze
nn: Frys

source: Prevent the user from using their account, but do not delete or hide their contents
nn: Stogg brukaren i å nøyta kontoen hens, men ikkje slett eller gøym innhaldet hans

source: Sensitive
nn: Gøym medium

source: Force all this user's media attachments to be flagged as sensitive
nn: Tving alle vedlegg til denne brukaren til å verta gøymde

source: Prevent the user from being able to post with public visibility, hide their posts and notifications from people not following them. Closes all reports against this account
nn: Stogg brukaren i å kunna leggja ut innlegg med offentleg synlegdom, gøym innlega hens og varsel frå folk som ikkje fylgjer hen. Merkjer alle rapporteringar mot denne kontoen som løyste

source: Prevent any interaction from or to this account and delete its contents. Revertible within 30 days. Closes all reports against this account
nn: Stogg all samhandling med denne kontoen og slett innhaldet hans. Kan angrast innan 30 dagar. Merkjer alle rapporteringar mot denne kontoen som løyste

source: Notify the user per e-mail
nn: Varsla brukaren etter e-post

source: The user will receive an explanation of what happened with their account
nn: Brukaren får ein e-post med opplysingar om kva som hende kontoen hens

source: Take Action Against %s?
nn: Handla mot %s?

source: Dashboard
nn: Kontrollpanel

source: Reports
nn: Rapporteringar

source: Accounts
nn: Konto

source: Blocked E-mail Domains
nn: Blokkerte e-postdomene

source: IP Rules
nn: IP-reglar

source: Federation Allowlist
nn: Fødereringsløyveliste

source: Federation Blocklist
nn: Fødereringsblokkeringsliste

source: Default
nn: Standard

source: Accent
nn: Primær let

source: Share
nn: Del

source: Save As…
nn: Lagra som…

source: Style
nn: Stil

source: Screenshot of my %s Wrapped annual report using %s.
nn: Skjermbilete av min årlege «%s Wrapped»-rapportering med %s.

source: New Posts
nn: nye innlegg

source: I made %s posts.
nn: Eg la ut %s innlegg.

source: Most Used Hashtag
nn: Mest nøytt emneknagg

source: My most used hashtag was #%s.
nn: Min mest nøytte emneknagg var #%s.

source: Most Used App
nn: Mest nøytt klient

source: My most used app was %s.
nn: Min mest nøytte klient var %s.

source: Most Interactions
nn: Flest samhandlingar

source: I had the most interactions with %s.
nn: Eg hadde flest samhandlingar med %s.

source: Follow Stats
nn: Fylgjestatistikk

source: New Follows
nn: Nye fylgjarar

source: Most Favorited Post
nn: Innlegg med fleste favorittmerke

source: Most Boosted Post
nn: Innlegg med fleste delingar

source: Most Replied Post
nn: Innlegg med fleste svar

source: Save #FediWrapped
nn: Lagra #FediWrapped

source: Saved %s Wrapped
nn: Lagra «%s Wrapped»

source: Attachment Editor
nn: Vedleggsbrigdar

source: Describe the media…
nn: Skildra mediet…

source: Remaining Characters
nn: Attståande teikn

source: Saved Media Metadata
nn: Lagra mediumsmetadata

source: All Supported Files
nn: Alle stødde filer

source: File "%s" is bigger than the instance limit
nn: Fil «%s» er større enn filstorleiksgrensa på tenaren

source: Attachment limit reached (%lld)
nn: Vedleggsgrensa nådd (%lld)

source: Open
nn: Opna

source: Remove Attachment
nn: Tak bort vedlegg

source: Edit Metadata
nn: Brigd metadata

source: Media Attachment
nn: Medievedlegg

source: Deleted Attachment
nn: Tok bort vedlegg

source: Finished Uploading Attachment
nn: Fullførte opplasting av vedlegg

source: Media Attachment (%s)
nn: Medievedlegg (%s)

source: Draft Post
nn: Kladd innlegg

source: Schedule Post…
nn: Planlegg innlegg…

source: Exceeded character limit by %lld
nn: Overskreid teikngrensa med %lld

source: Post Privacy
nn: Innleggssynlegdom

source: Post Language
nn: Innleggsmål

source: Local Only
nn: Einast lokalt

source: Post Content Type
nn: Innleggsinnhaldstype

source: Post
nn: Send

source: Reply
nn: Svar

source: The post you are replying to.
nn: Innlegget du svarar på.

source: Reply to @%s
nn: Svar på @%s

source: Quote
nn: Herm

source: The post you are quoting.
nn: Innlegget du hermer.

source: Quoting @%s
nn: Hermer etter @%s

source: Redraft
nn: Skriv om

source: Edit
nn: Brigd

source: Edit Post
nn: Brigd innlegg

source: Paste Media from Clipboard?
nn: Lim inn medium frå utklippstavla?

source: They will be uploaded to your instance
nn: Dei skal lastast opp på tenaren din

source: Paste
nn: Lim inn

source: Discard Post?
nn: Lat att innlegg?

source: Your progress will be lost.
nn: Framgangen din skal verta tapt.

source: Discard
nn: Lat att

source: What's on your mind?
nn: Kva har du på hjarta?

source: Stripped tracking parameters
nn: Tok bort sporingsleder

source: Undo
nn: Angra

source: Remove
nn: Tak bort

source: Changed state to "%s"
nn: Endra stode til «%s»

source: Multiple Choice
nn: Fleirvalsavrøysting

source: Single Choice
nn: Eittvalsavrøysting

source: Toggle Choice Type
nn: Valtype

source: Show Results
nn: Syn resultat

source: Hide Results
nn: Gøym resultat

source: Toggle Results Visibility
nn: Syn/gøym resultat

source: Choice %d
nn: Val %d

source: %d Minute
nn: %d minutt

source: %dh
nn: %dt

source: New Filter
nn: Nytt filter

source: Keyword
nn: Lykelord

source: Match Whole Word
nn: Samsvar med heile ord

source: Delete
nn: Tak bort

source: Couldn't edit filter: %s
nn: Klarte ikkje å brigda filter: %s

source: Home
nn: Heim

source: Allow access to your account in the browser.
nn: Tillat tilgang til kontoen din frå netlesaren.

source: Copy the authorization code from the browser and paste it below.
nn: Kopier godkjenningskoden frå netlesaren og lim han inn nedanfor.

source: Please enter a valid instance URL
nn: Venlegast skriv inn ein gyldig allheimstenar-URL

source: Please enter a valid authorization code
nn: Venlegast skriv inn ein gyldig godkjenningskode

source: Instance failed to authorize the access token
nn: Tenaren mislukkast i å godkjenne godkjenningslykelen

source: Hello, %s!
nn: Hei, %s!

source: Server returned an error
nn: Tenar gav ein feil

source: Apply
nn: Nøyt

source: Admin Mode
nn: Administratormodus

source: Enables the Admin Dashboard and requests the needed permissions to use the Admin API
nn: Slår på administratorkontrollpanelen og spør etter dei trongne løyva for å nøyta administrator-API-en

source: Polls
nn: Avrøystingar

source: Post Edits
nn: Innleggsbrigdingar

source: Follows
nn: Fylgingar

source: Clear All Notifications?
nn: Slett alle varsel?

source: Clear
nn: Slett

source: %d keyword
nn: %d lykelord

source: Delete %s?
nn: Tak bort %s?

source: Couldn't delete filter: %s
nn: Klarte ikkje å taka bort filter: %s

source: Analytics Preview
nn: Analyseførehandsvisning

source: Label
nn: Feltsetikett

source: Content
nn: Feltsinnhald

source: Add Field
nn: Legg til felt

source: Field %d
nn: Felt %d

source: It's spam
nn: Det er spam

source: It violates server rules
nn: Det overskrid tenarreglar

source: It's something else
nn: Det er noko anna

source: Malicious links, fake engagement, or repetitive replies
nn: Usæle lenkjer, falsk samhandling eller gjentakande svar

source: You are aware that it breaks specific rules
nn: Du er viss på at det bryt med reglar

source: The issue does not fit into other categories
nn: Problemet høver ikkje til andre kategoriar

source: Reporting %s
nn: Rapporterer %s

source: Tell us what's going on with this account
nn: Fortel oss kva som hender med denne kontoen

source: Tell us what's going on with this post
nn: Fortel oss kva som hender med dette innlegget

source: Choose the best match
nn: Vel det som skildrar best det som hender

source: Which rules are being violated?
nn: Kva reglar vert overskridne?

source: Select all that apply
nn: Vel alle som gjeld

source: Couldn't fetch all user's posts
nn: Klarte ikkje å henta alle innlegg åt brukaren

source: Are there any posts that back up this report?
nn: Er det nokon innlegg som stadfester denne rapporteringa?

source: Are there any other posts that back up this report?
nn: Er det nokon andre innlegg som stadfester denne rapporteringa?

source: Is there anything else you think we should know?
nn: Er det noko anna som du tykkjer at vi burde vita?

source: Additional Comments
nn: Tilleggskommentar

source: Forward to %s
nn: Send frametter til %s

source: Submit Report?
nn: Send inn rapportering?

source: Submitted Report Successfully
nn: Sende inn rapportering

source: Couldn't submit report: %s
nn: Klarte ikkje å sende inn rapportering: %s

source: Back
nn: Attende

source: %s. You can continue with the report however.
nn: %s. Du kan derimot halda fram med rapporteringa.

source: No posts found
nn: Ingen innlegg funne

source: %s mentioned you
nn: %s nemnde deg

source: %s boosted your post
nn: %s delte innlegget ditt

source: %s boosted
nn: %s delte

source: %s favorited your post
nn: %s favorittmerkte innlegget ditt

source: %s now follows you
nn: %s fylgjer deg no

source: %s wants to follow you
nn: %s vil fylgja deg

source: Poll results
nn: Avrøystingsresultat

source: %s edited a post
nn: %s brigda eit innlegg

source: In Reply
nn: Svar

source: In Reply to %s
nn: Svar på %s

source: %s signed up
nn: %s melde seg på

source: Some of your relationships got severed
nn: Nokre av tilhøva dine vart brotne

source: Received a new report
nn: Mottok ei ny rapportering

source: %s just posted
nn: %s la nyst ut eit innlegg

source: %s reacted to your post
nn: %s reagerte på innlegget ditt

source: %s reacted to your post with %s
nn: %s reagerte på innlegget ditt med %s

source: Plain Text
nn: Vanleg tekst

source: Bookmarks
nn: Bokmerke

source: Explore
nn: Oppdag

source: Federated
nn: Føderert

source: Hashtags
nn: Emneknaggar

source: Drive
nn: Disk

source: Post to public timelines
nn: Legg ut på offentlege tidslinjer

source: Don't post to public timelines
nn: Ikkje legg ut på offentlege tidslinjer

source: Post to followers only
nn: Legg ut berre for fylgjarar

source: Post to mentioned users only
nn: Legg ut berre for nemnde brukarar

source: Notification was pushed for a different account
nn: Skrivebordsvarselet vart sendt for ein annan konto

source: %s Account
nn: %s-konto

source: Follow System
nn: Fylg system

source: Light
nn: Ljos

source: Dark
nn: Mørk

source: expires soon
nn: lauper ut snart

source: %sm left
nn: %sm att

source: %sh left
nn: %st att

source: %sd left
nn: %sd att

source: expires on %b %-e, %Y
nn: lauper ut den %-e. %b %Y

source: expires on %b %-e, %Y %H:%M
nn: lauper ut den %-e. %b %Y, kl. %H:%M

source: expired on just now
nn: laupte nyst ut

source: expired %sm ago
nn: laupte ut %sm sidan

source: expired %sh ago
nn: laupte ut %st sidan

source: expired yesterday
nn: laupte ut i går

source: expired on %b %-e
nn: laupte ut den %-e. %b

source: expired on %b %-e, %Y
nn: laupte ut den %-e. %b %Y

source: %b %-e, %Y %H:%M
nn: %-e. %b %Y, kl. %H:%M

source: Just now
nn: Nyst

source: %sh
nn: %st

source: Yesterday
nn: I går

source: %b %-e
nn: %-e. %b

source: %b %-e, %Y
nn: %-e. %b %Y

source: just now
nn: nyst

source: %s minutes ago
nn: %s minutt sidan

source: %s hours ago
nn: %s timar sidan

source: yesterday
nn: i går

source: less than a minute old
nn: mindre enn eit minutt sidan

source: an hour old
nn: ein time sidan

source: a month old
nn: ein månad sidan

source: a day old
nn: ein dag sidan

source: a year old
nn: eit år sidan

source: k
nn: t.

source: G
nn: mrd.

source: All
nn: Alle

source: Remote
nn: Fjerre

source: Location
nn: Plassering

source: Active
nn: Aktiv

source: Limited
nn: Avgrensa

source: Disabled
nn: Avslegen

source: Suspended
nn: Suspendert

source: Pending
nn: Ventande

source: Username
nn: Brukarnamn

source: E-mail
nn: E-post

source: Role
nn: Rolle

source: Confirmed
nn: Godkjend

source: Not Confirmed
nn: Ikkje godkjend

source: No Reason Given
nn: Inga årsak gjeven

source: Awaiting Approval
nn: Ventar på godkjenning

source: Approve
nn: Godkjenn

source: Reject
nn: Avslå

source: Undo this Action?
nn: Angra denne handlinga?

source: Approve %s?
nn: Godkjenn %s?

source: Reject %s?
nn: Avslå %s?

source: Block a new e-mail domain
nn: Blokker eit nytt e-postdomene

source: Block %s?
nn: Blokker %s?

source: This can be the domain name that shows up in the e-mail address or the MX record it uses. They will be checked upon sign-up.
nn: Dette kan vera domenenamnet som dukkar opp i e-postadressa eller MX-rekorden det nøyter. Dei skal sjekkast ved påmelding.

source: New Users
nn: Nye brukarar

source: Active Users
nn: Aktive brukarar

source: Interactions
nn: Samhandlingar

source: Reports Opened
nn: Rapporteringar opna

source: Reports Resolved
nn: Rapporteringar merkte som løyste

source: Sign-up Sources
nn: Påmeldingskjelder

source: Top Active Languages
nn: Mest aktive mål

source: Top Active Servers
nn: Mest aktive tenarar

source: Software
nn: Klientar

source: Space Usage
nn: Lagringsbruk

source: Stats
nn: Statistikk

source: Allow federation with an instance
nn: Tillat føderering med ein tenar

source: Allow
nn: Tillat

source: Allow Federation with %s?
nn: Tillat føderering med %s?

source: Show Resolved Reports
nn: Syn løyste rapporteringar

source: Unblock %s?
nn: Avblokker %s?

source: Remove Federation with %s?
nn: Stogg føderering med %s?

source: Previous Page
nn: Førre side

source: Next Page
nn: Neste side

source: Announcements
nn: Kunngjeringar

source: No Announcements
nn: Ingen kunngjeringar

source: Nothing to see here
nn: Ingenting å sjå her

source: Reload
nn: Last inn att

source: An Error Occurred
nn: Ein feil oppstod

source: No Bookmarks
nn: Ingen bokmerke

source: Secure
nn: Trygg

source: Insecure
nn: Utrygg

source: Forward
nn: Framover

source: Copied url to clipboard
nn: Kopierte URL til utklippstavla

source: No Conversations
nn: Ingen samtaler

source: Draft Posts
nn: Kladd

source: No Draft Posts
nn: Ingen kladdar

source: Folder is not empty
nn: Mappa er ikkje tom

source: File is used as an avatar
nn: Fil er nøytt som profilbilete

source: File is used as a banner
nn: Fil er nøytt som fanebilete

source: Used by a Profile
nn: Nøytt av ein profil

source: Copy Link
nn: Kopier lenkje

source: Mark as Sensitive
nn: Gøym

source: Edit Alt Text
nn: Brigd skildring

source: Rename
nn: Omdøyp

source: Couldn't mark '%s' as sensitive: %s
nn: Klarte ikkje å gøyma «%s»: %s

source: Rename Folder
nn: Omdøyp mappe

source: Rename File
nn: Omdøyp fil

source: Couldn't change alt text for '%s': %s
nn: Klarte ikkje å brigda skildringa på «%s»: %s

source: Couldn't rename '%s': %s
nn: Klarte ikkje å omdøypa «%s»: %s

source: New Folder
nn: Ny mappe

source: Folder Name
nn: Mappenamn

source: Create
nn: Opprett

source: Create Folder
nn: Opprett mappe

source: Upload File
nn: Last opp fil

source: Couldn't create folder: %s
nn: Klarte ikkje å oppretta mappe: %s

source: Drop files to upload them
nn: Slepp filer for å lasta dei opp

source: Couldn't move '%s': %s
nn: Klarte ikkje å flytta «%s»: %s

source: '%s' cannot be deleted: %s
nn: «%s» kan ikkje takast bort: %s

source: Delete '%s'?
nn: Tak bort «%s»?

source: This is irreversible.
nn: Dette kan ikkje angrast.

source: Couldn't delete '%s': %s
nn: Klarte ikkje å sletta «%s»: %s

source: No Deletable Files in Selection
nn: Ingen borttakelege filer i utvalet

source: Delete Selection?
nn: Tak bort utvalet?

source: Upload Files
nn: Last opp filer

source: '%s' already exists
nn: «%s» finst alt

source: Finished Uploading '%s'
nn: Fullførte opplastinga av «%s»

source: Edit History
nn: Brigdingshistorikk

source: No Edit History
nn: Ingen brigdingshistorikk

source: No Hashtags
nn: Ingen emneknaggar

source: News
nn: Nyhende

source: No News
nn: Ingen nyhende

source: For You
nn: For deg

source: No Suggestions
nn: Ingen framlegg

source: No Favorites
nn: Ingen favorittmerke

source: Follow Requests
nn: Fylgjeførespurnader

source: No Follow Requests
nn: Ingen fylgjeførespurnader

source: Favorite
nn: Favorittmerk

source: Follow
nn: Fylg

source: Unfollow
nn: Avfylg

source: Compose
nn: Skriv

source: Delete "%s"?
nn: Tak bort «%s»?

source: This action cannot be reverted.
nn: Dette kan ikkje angrast.

source: No Lists
nn: Ingen lister

source: New list title
nn: Ny listetittel

source: Add list
nn: Legg til liste

source: Open Sidebar
nn: Opna sidefelt

source: Copied media url to clipboard
nn: Kopierte mediums-URL til utklippstavla

source: Copied image to clipboard
nn: Kopierte bilete til utklippstavla

source: Mutes & Blocks
nn: Dempingar og blokkeringar

source: Mutes
nn: Dempingar

source: No Muted Accounts
nn: Ingen dempa kontoar

source: Blocks
nn: Blokkeringar

source: No Blocked Accounts
nn: Ingen blokkerte kontoar

source: Notifications by %s
nn: Varsel frå %s

source: No Notifications by %s
nn: Ingen varsel frå %s

source: Dismiss
nn: Avvis

source: Filtered Notifications
nn: Filtrerte varsel

source: No Filtered Notifications
nn: Ingen filtrerte varsel

source: %d Filtered Notification
nn: %d filtrert varsel

source: No Notifications
nn: Ingen varsel

source: Profile
nn: Profil

source: No Posts
nn: Ingen innlegg

source: No Followers
nn: Ingen fylgjarar

source: This user doesn't follow anyone yet
nn: Denne brukaren fylgjer ikkje nokon enno

source: This user doesn't have any featured hashtags or accounts.
nn: Denne brukaren har ikkje enno framheva emneknaggar eller kontoar.

source: Copied handle to clipboard
nn: Kopierte brukarnamn til utklippstavla

source: Block Entire "%s"?
nn: Blokker heile «%s»?

source: Unblock Entire "%s"?
nn: Avblokker heile «%s»?

source: Blocking a domain will: • Remove its public posts and notifications from your timelines • Remove its followers from your account • Prevent you from following its users
nn: Å blokkera eit domene kjem til å: • Taka bort dei offentlege innlegga og varsla dess frå tidslinjene tine • Taka bort fylgjarane dess frå kontoen din • Stogga deg frå å fylgja brukarane dess

source: Add or remove "%s" to or from a list
nn: Legg til eller taka bort «%s» i eller frå ei liste

source: Select the list to add or remove "%s" to or from:
nn: Vel lista for å leggja til eller taka bort «%s» i eller frå:

source: You don't have any lists
nn: Du har ikkje nokon lister

source: Remove "%s" from "%s"
nn: Tak bort «%s» frå «%s»

source: Add "%s" to "%s"
nn: Legg til «%s» i «%s»

source: User "%s" got removed from "%s"
nn: Brukar «%s» vart teken bort frå «%s»

source: User "%s" got added to "%s"
nn: Brukar «%s» vart lagd til i «%s»

source: Scheduled Posts
nn: Planlagde innlegg

source: No Scheduled Posts
nn: Ingen planlagde innlegg

source: Search Posts and Accounts
nn: Søk gjennom innlegg og kontoar

source: Clear Entry
nn: Reins inndata

source: No Results
nn: Ingen resultat

source: Language
nn: Mål

source: Couldn't auto-fill user: %s
nn: Klarte ikkje å fullføra brukar: %s

source: %d Announcement
nn: %d kunngjering

source: %d Follow Request
nn: %d førespurnad

source: Preferences
nn: Innstillingar

source: Keyboard Shortcuts
nn: Tastatursnarvegar

source: About %s
nn: Om %s

source: Forget %s?
nn: Gløym %s?

source: This account will be removed from the application.
nn: Denne kontoen skal takast bort frå applikasjonen.

source: Forget
nn: Gløym

source: Post Stats
nn: Innleggsstatistikk

source: Favorited By
nn: Favorittmerkt av

source: Boosted By
nn: Delt av

source: No Boosts
nn: Ingen delingar

source: Reactions
nn: Reaksjonar

source: No Reactions
nn: Ingen reaksjonar

source: Conversation
nn: Samtale

source: Reveal Spoilers
nn: Vid ut innlegg

source: Hide Spoilers
nn: Gøym innlegg

source: Network Error
nn: Netverksfeil

source: Open %s's Profile
nn: Opna profilen til %s

source: Follow Suggestions
nn: Fylgjeframlegg

source: Don't remind me again
nn: Ikkje minn meg att

source: %s (%s)'s profile.
nn: Profilen til %s (%s)

source: Relationship: %s.
nn: Tilhøve: %s.

source: %s Follower
nn: %s fylgjar

source: %s Following
nn: Fylgjer %s

source: No Limits
nn: Ingen avgrensingar

source: Waiting Approval
nn: Ventar på godkjenning

source: Assigned to
nn: Tildelt til

source: Unassign
nn: Trekk tildeling

source: Assign
nn: Tildel

source: %d Sign-up Attempts
nn: %d forsøk på påmelding

source: Announcement by %s (%s).
nn: Kunngjering av %s (%s).

source: Edited: %s.
nn: Brigda: %s.

source: Published: %s.
nn: Lagt ut: %s.

source: Contains %d reaction.
nn: Inneheld %d reaksjon.

source: Unread.
nn: Ulesen.

source: Hide Media
nn: Gøym medium

source: Show Sensitive Content
nn: Syn innhald

source: Copied attachment url to clipboard
nn: Kopierte vedleggs-URL til utklippstavla

source: Save Attachment
nn: Lagra vedlegg

source: Saved Media
nn: Lagra medium

source: Couldn't Save Media
nn: Klarte ikkje å lagra medium

source: View Alt Text
nn: Syn skildring

# media controls tooltip
source: Stop
nn: Pause

source: Published: %s
nn: Lagt ut: %s

source: by %s
nn: av %s

source: Results
nn: Resultat

source: Recently Used
nn: Nyleg nøytte

source: Custom Emojis
nn: Eigendefinerte kjensleteikn

source: %d Reaction
nn: %d reaksjon

source: Focus Picker
nn: Fokusveljar

source: Show %d More
nn: Syn %d fleire

source: Discussed %d times by %d people yesterday
nn: Diskutert %d gonger av %d folk i går

source: Discussed %d times by %d people in the past 2 days
nn: Diskutert %d gonger av %d folk i føregår og i går

source: See Discussions
nn: Syn diskuteringar

source: By %s
nn: Av %s

source: See %d author
nn: Sjå %d forfattar

source: Followed by %s & %s Other
nn: Fylgd av %s og %s annan

source: Followed by %s
nn: Fylgd av %s

source: Contains %d field.
nn: Inneheld %d felt.

source: %s has moved to %s
nn: %s har flytta til %s

source: Hidden
nn: Gøymt

source: Error: Note is over 2000 characters long
nn: Feil: Notat overskrid 2 000 teikn

source: Featured
nn: Framheva

source: Replies
nn: Svar

source: React with %s
nn: Reager med %s

source: Unmute
nn: Avdemp

source: Draft
nn: Kladd

source: Reschedule
nn: Planlegg på nytt

source: Scheduled for %s
nn: Planlagt for %s

source: Reschedule Post
nn: Planlegg innlegg på nytt

source: Couldn't reschedule: %s
nn: Klarte ikkje å planleggja på nytt: %s

source: Delete Scheduled Post?
nn: Tak bort planlagt innlegg?

source: Delete Draft Post?
nn: Tak bort kladd?

source: Boost
nn: Del

source: This post can't be boosted
nn: Dette innlegget kan ikkje delast

source: Bookmark
nn: Bokmerk

source: This post is %s
nn: Dette innlegget vart lagt ut %s

source: You can still reply, but it may no longer be relevant.
nn: Du kan framleis svara, men det kan hende at det ikkje lenger er aktuelt

source: Boost with Visibility
nn: Del med synlegdom

source: View Stats
nn: Syn statistikk
